Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/udi.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: bankutskrift som viser saldoen for siste måned, hvis du har norsk bankkonto
nn: • bankutskrift som viser saldoen for siste månad, dersom du har norsk bankkonto

source: økonomiske forhold (for eksempel inntekt, økonomisk støtte fra det offentlige, formue)
nn: økonomiske forhold (til dømes inntekt, økonomisk støtte frå det offentlege, formue)

source: Når du planlegger en reise, er det viktig å huske at det kan ta tid fra du får innvilget oppholdstillatelse og til du mottar det fysiske oppholdskortet.
nn: Når du planlegg ei reise, er det viktig å hugse at det kan ta tid frå du får innvilga opphaldsløyve og til du mottar det fysiske opphaldskortet.

source: utenriksstasjonen, eller annen dokumentasjon fra uten-
nn: riksstasjonen, eller anna dokumentasjon frå utanriks-

source: Dette vil si minst
nn: Det vil seie minst

source: Tidligere var det ikke nødvendig for syriske statsborgere å ha et flyplass-transittvisum hvis de bare skulle oppholde seg i transittsonen på Oslo lufthavn, men dette er nå endret.
nn: Tidlegare var det ikkje nødvendig for syriske statsborgarar å ha eit flyplass-transittvisum dersom dei berre skulle opphalde seg i transittsonen på Oslo lufthavn, men det er no endra.

source: Eksempler på handels- og forretningsreisende
nn: Eksempel på handels- og forretningsreisande

source: Hvis du har fått oppholdstillatelse, befinner deg i utlandet og trenger et visum for å reise inn i Norge, vil ambassaden som har ansvaret for saken din gi deg et innreisevisum.
nn: Dersom du har fått opphaldsløyve, er i utlandet og treng visum for å reise inn i Noreg, vil ambassaden som har ansvar for saka di gi deg eit innreisevisum.

source: ☐ Jeg erklærer at hvis søkeren får en oppholdstillatelse som gjelder for ett år
nn: ☐ Eg erklærer at dersom søkjaren får eit opphaldsløyve som gjeld for eitt år eller

source: Du må skrive kontaktinformasjon (navn, adresse og telefonnummer) og DUF-nummeret ditt på et ark som du legger i konvolutten.
nn: Du må skrive kontaktinformasjon (namn, adresse og telefonnummer) og DUF-nummeret ditt på eit ark som du legg ved i konvolutten.

source: Vi oppdaterer informasjonen om ventetider hver måned.
nn: Vi oppdaterer informasjonen om ventetider kvar månad.

source: Du må ha hatt en samlet inntekt på
nn: Du må ha hatt ei samla inntekt på

source: Hvis du skal få penge-
nn: Viss du skal få

source: Du må da søke om besøksvisum eller oppholdstillatelse på vanlig måte.
nn: Du må då søkje om besøksvisum eller opphaldsløyve på vanleg måte.

source: De skal også ha annen oppfølging etter bosetting i en kommune.
nn: Dei skal også ha anna oppfølging etter busetjing i ein kommune.

source: • Vi henvender oss til fullmektigen din, ikke til deg.
nn: • Vi vender oss til fullmektigen din, ikkje til deg.

source: Hvis du har oppholdstillatelse i Norge og du plutselig må reise på en viktig tur til utlandet, kan du
nn: Dersom du har opphaldsløyve i Noreg og du plutseleg må reise på ein viktig tur til utlandet, kan du

source: ● informere søkerens arbeidsgiver i utlandet om kravet til lønns- og arbeidsvilkår under
nn: ● informere søkjarens arbeidsgivar i utlandet om kravet til lønns- og arbeidsvilkår under

source: blir gitt på bakgrunn av uriktige eller ufullstendige opplysninger kan tilbakekalles.
nn: uriktige eller ufullstendige opplysningar, kan kallast tilbake.

source: Dokumenter dette når du søker om fornyelse av oppholdstillatelsen din, søker om permanent oppholdstillatelse eller når du forlater Norge.
nn: Dokumenter dette når du søker om fornying av opphaldsløyvet ditt, søker om permanent opphaldsløyve eller når du forlèt Noreg.

source: Dette leverer du inn sammen med de andre søknadsdokumentene dine.
nn: Dette leverer du saman med dei andre søknadsdokumenta dine.

source: Hvis du ønsker at noen skal kunne følge opp en søknad på dine vegne etter at du har søkt, må du gi denne personen en
nn: Dersom du ønskjer at nokon skal kunne følgje opp ein søknad på dine vegner etter at du har søkt, må du gi denne personen ei

source: Invitasjon fra familie eller venner
nn: Invitasjon frå familie eller vener

source: Det er derfor ikke nødvendig å sende inn eller legge ved dokumentasjon på annen inntekt enn den som fremgår av skatteoppgjøret fra Skatteetaten.
nn: Det er derfor ikkje nødvendig å sende inn eller leggje ved dokumentasjon på anna inntekt enn den som kjem fram av skatteoppgjeret frå Skatteetaten.

source: • Jeg kan ikke oppholde meg på norsk side lenger enn 15 dager. • Jeg har ikke anledning til å arbeide eller drive næringsvirksomhet med mindre jeg har tillatelse.
nn: • Eg kan ikkje opphalde meg på norsk side lenger enn 15 dagar.• Eg har ikkje høve til å arbeide eller drive næringsverksemd med mindre eg har løyve.

source: kan svare på generelle spørsmål og gi deg veiledning om din situasjon.
nn: kan svare på generelle spørsmål og gi deg rettleiing om situasjonen din.

source: er bosatt i Norge nå, eller
nn: er busett i Noreg no, eller

source: Samtidig har vi en kontrollfunksjon og skal se til at systemet ikke blir misbrukt.Vi behandler søknader om beskyttelse (asyl), besøksvisum, familieinnvandring, oppholdstillatelser for å arbeide og studere, statsborgerskap, permanent oppholdstillatelse og reisedokumenter.
nn: Samtidig har vi ein kontrollfunksjon og skal sjå til at systemet ikkje blir misbrukt. Vi handsamar søknader om vern (asyl), besøksvisum, familieinnvandring, opphaldsløyve for å arbeide og studere, statsborgarskap, permanent opphaldsløyve og reisedokument.

source: ektefelle til utenlandsk borger som har oppholdstillatelse som faglært arbeidstaker med arbeidsgiver i Norge, og deres felles barn
nn: ektefelle til ein utanlandsk borgar som har opphaldsløyve som faglært arbeidstakar med arbeidsgivar i Noreg, og deira felles barn

source: Hvis du blir i Schengenområdet for lenge
nn: Dersom du blir i Schengenområdet for lenge,

source: Du som er referanseperson må ha en samlet inntekt på
nn: Du som er referanseperson må ha ei samla inntekt på

source: I Norge er det ulovlig å diskriminere på grunn av
nn: I Noreg er det ulovleg å diskriminere på grunn av

source: Ansette en person som allerede bor i Norge
nn: Tilsetje ein person som allereie bur i Noreg

source: Krav til arbeidstakeren
nn: Krav til arbeidstakaren

source: Dersom du har hatt problemer med å reise ut av Norge må du ta vare på dokumentasjon som viser at du har forsøkt.
nn: Dersom du har hatt problem med å reise ut av Noreg må du ta vare på dokumentasjon som viser at du har prøvd.

source: må dekke utgifter på minst 30 000 euro
nn: må dekkje utgifter på minst 30 000 euro

source: Brukt i kombinasjon med R/DK (representasjon Danmark), når visumet også er gyldig for Grønland.
nn: Brukt i kombinasjon med R/DK (representasjon Danmark), når visumet òg er gyldig for Grønland.

source: Hvis arbeidstakeren leverer søknaden om oppholdstillatelse selv
nn: Dersom arbeidstakaren leverer søknaden om opphaldsløyve sjølv

source: Derfor har dessverre ventetiden gått opp for flere sakstyper.
nn: Derfor har dessverre ventetida gått opp for fleire sakstypar.

source: Du må ha nok penger å leve for i den perioden du skal være i Norge.
nn: Du må ha nok pengar å leve for i den perioden du skal vere i Noreg.

source: Hvis du ble født før 1979 og er usikker på om du ble norsk da du ble født, kan du kontakte UDI for å få mer informasjon.
nn: Dersom du blei fødd før 1979 og er usikker på om du blei norsk då du blei fødd, kan du kontakte UDI for å få meir informasjon.

source: utlendingssaken (for eksempel status i saken, informasjon om hva som har skjedd i saken og grunnen til at du får oppholdstillatelse)
nn: utlendingssaka (til dømes status i saka, informasjon om kva som har skjedd i saka, og grunnen til at du får opphaldsløyve)

source: Du kan ikke besøke andre Schengenland mens du er i Norge.
nn: Du kan ikkje besøkje andre Schengenland medan du er i Noreg.

source: søkt mindre enn seks måneder før fristen
nn: søkt mindre enn seks månader før fristen

source: Vi avslår søknader som mangler dokumentasjon og nødvendige underskrifter.
nn: Vi avslår søknader som manglar dokumentasjon og nødvendige underskrifter.

source: Du må forske ved et norsk universitet, høyskole, institutt eller lignende.
nn: Du må forske ved eit norsk universitet, høgskole, institutt eller liknande.

source: ikke har nok penger til oppholdet ditt i Norge og til hjemreisen
nn: ikkje har nok pengar til opphaldet ditt i Noreg og til heimreisa

source: UDI skal sette i verk og bidra til å utvikle innvandrings- og flyktningpolitikken til regjeringen.
nn: UDI skal setje i verk og medverke til å utvikle innvandrings- og flyktningpolitikken til regjeringa.

source: • hvilke personopplysninger det har registrert om deg
nn: • kva for personopplysningar mottaket har registrert om

source: Nå kan du søke om tilskudd til aktivitetstilbud for barn i asylmottak
nn: Nå kan du søkje om tilskot til aktivitetstilbod for barn i asylmottak

source: UDI bruker statens ressurser på en god måte ved å løse samfunnsoppdraget kostnadseffektivt til det beste for brukerne og samfunnet.
nn: UDI bruker ressursane i staten på ein god måte ved å løyse samfunnsoppdraget kostnadseffektivt til det beste for brukarane og samfunnet.

source: søknaden din kan gå foran i køen i informasjonen vår om prioritering av saker
nn: søknaden din kan gå føre i køen i informasjonen vår om prioritering av saker

source: Besøke Norge uten visum
nn: Besøkje Noreg utan visum

source: Hvis du er faglært kan du i noen spesielle tilfeller få oppholdstillatelse for å være i Norge mens du søker etter arbeid.
nn: Dersom du er faglært, kan du i nokre spesielle tilfelle få opphaldsløyve for å vere i Noreg medan du søkjer etter arbeid.

source: Unntak til kravet om seks måneder i Norge
nn: Unntak til kravet om seks månader i Noreg

source: For eksempel må helsepersonell legge ved autorisasjon eller lisens fra
nn: For eksempel må helsepersonell leggje ved autorisasjon eller lisens frå

source: Dette må være riktig registrert før du leverer melding om statsborgerskap.
nn: Dette må vere riktig registrert før du leverer melding om statsborgarskap.

source: blir gitt på bakgrunn av uriktige eller ufullstendige opplysninger kan kalles tilbake.
nn: bakgrunn av uriktige eller ufullstendige opplysningar, kan tilbakekallast.

source: bransjen i Norge.
nn: bransjen i Noreg.

source: Norsk lov krever at du samarbeider med norske myndigheter og skaffer de opplysningene vi ber om.
nn: Norsk lov krev at du samarbeider med norske styresmakter og skaffar dei opplysningane vi ber om.

source: Politidistriktene tar imot og forbereder søknader om oppholds- og arbeidstillatelse.
nn: Politidistrikta tek imot og førebur søknader om opphalds- og arbeidsløyve.

source: Hvis du er enslig mindreårig
nn: Viss du er einsleg mindreårig

source: Hvis du leverer søknadene for arbeidstakeren og familiemedlemmene samtidig, vil de også få svar på søknadene samtidig.
nn: Dersom du leverer søknadene for arbeidstakaren og familiemedlemmene samtidig, vil dei også få svar på søknadene samtidig.

source: Vi viser respekt for brukerne og situasjonen deres.
nn: Vi viser respekt for brukarane og situasjonen deira.

source: oppholdstillatelse etter reglene om familieinnvandring.
nn: opphaldsløyve etter reglane om familieinnvandring

source: Du må ha et konkret tilbud om arbeid for én arbeidsgiver i Norge
nn: Du må ha eit konkret tilbod om arbeid for éin arbeidsgivar i Noreg.

source: Familieinnvandring med en person som har beskyttelse (asyl) i Norge
nn: Familieinnvandring med ein person som har vern (asyl) i Noreg

source: for deg og barna dine dersom du er utsatt for vold/mishandling i forholdet.
nn: for deg og barna dine dersom du er utsett for vald/mishandling i forholdet.

source: Det skal svært mye til for å få et slikt unntak.
nn: Det skal svært mykje til for å få eit slikt unntak.

source: Skolen du skal gå på må være godkjent etter friskolelova.
nn: Skulen du skal gå på må vere godkjent etter friskolelova.

source: For at du skal være omfattet av unntaket for personer med tilstrekkelig inntekt, må du ha en alminnelig inntekt som utgjør minst tre ganger grunnbeløpet i folketrygden (3G).
nn: For at du skal vere omfatta av unntaket for personar med tilstrekkeleg inntekt, må du ha ei alminneleg inntekt som utgjer minst tre gonger grunnbeløpet i folketrygda (3G).

source: Det kan gjøres unntak fra krav om prøve i norsk muntlig for søkere som på grunn av personlig forutsetninger som vedkommende ikke rår over eller helsemessige årsaker, ikke har mulighet til å nå nivå B1 i norsk muntlig
nn: Det kan gjerast unntak frå krav om prøve i norsk munnleg for søkarar som på grunn av personleg føresetnader som vedkommande ikkje rår over eller helsemessige årsaker, ikkje har moglegheit til å nå nivå B1 i norsk munnleg

source: Søkeren har fått innvilget visum selv om reisedokumentet ikke er gyldig minst tre måneder etter siste gyldighetsdag i visumet, i henhold til utlendingsforskriften § 3-9 annet ledd.
nn: Søkaren har fått innvilga visum sjølv om reisedokumentet ikkje er gyldig minst tre månader etter siste gyldighetsdag i visumet, i samsvar med utlendingsforskriften § 3-9 anna ledd.

source: Hvis du senere skal begynne i en ny type stilling, må du søke om ny oppholdstillatelse, uansett om det er hos samme arbeidsgiver eller hos en ny arbeidsgiver.
nn: Dersom du seinare skal begynne i ein ny type stilling, må du søkje om nytt opphaldsløyve, uansett om det er hos same arbeidsgivar eller hos ein ny arbeidsgivar.

source: Hvis du har oppholdstillatelse i Norge og det ikke er mulig for deg å skaffe pass fra hjemlandet ditt, kan du søke om et ordinært norsk utlendingspass.
nn: Dersom du har opphaldsløyve i Noreg og det ikkje er mogleg for deg å skaffe pass frå heimlandet ditt, kan du søkje om eit ordinært norsk utlendingspass.

source: ikke har pass eller annet godkjent reisedokument, eller ikke har visum eller oppholdstillatelse hvis du trenger det
nn: ikkje har pass eller anna godkjent reisedokument, eller ikkje har visum eller opphaldsløyve dersom du treng det

source: • følge deg opp på en måte som er tilpasset deg, i
nn: • følge deg opp på ein måte som er tilpassa deg, i

source: Du kan ikke være i Norge så lenge innreiseforbudet ditt gjelder.
nn: Du kan ikkje vere i Noreg så lenge innreiseforbodet ditt gjeld.

source: sikkerhetssituasjonen i hjemlandet til søkeren
nn: tryggleikssituasjonen i heimlandet til søkjaren

source: Garanti fra firmaer eller virksomheter
nn: Garanti frå firma eller verksemder

source: Du må ha svært viktige grunner for å besøke Norge.
nn: Du må ha svært viktige grunnar for å besøkje Noreg.

source: Hvis du får innvilget familieinnvandring mens du er i utlandet kan du reise tilbake til Norge med en gang, uten at du har vært 90 dager utenfor Schengen.
nn: Dersom du får innvilga familieinnvandring medan du er i utlandet kan du reise tilbake til Noreg med ein gong, utan at du har vore 90 dagar utanfor Schengen.

source: Passet er rødt.
nn: Passet er raudt.

source: Hvis ikke, kan du ikke komme til Norge før du har fått et tilbud om arbeid og har fått en oppholdstillatelse.
nn: Viss ikkje kan du ikkje komme til Noreg før du har fått eit tilbod om arbeid og har fått eit opphaldsløyve.

source: Ved behov verifiserer utenriksstasjonene konkrete opplysninger i asylsaker på vegne av UDI og UNE.
nn: Ved behov verifiserer utanriksstasjonane konkrete opplysningar i asylsaker på vegner av UDI og UNE.

source: Du skal for eksempel delta på Norway Cup, Melafestivalen eller ISFiT-festivalen, besøke Røde Kors eller NOAS.
nn: Du skal for eksempel delta på Norway Cup, Melafestivalen eller ISFIT-festivalen, besøkje Røde Kors eller NOAS.

source: en person som oppholder seg ulovlig i Norge
nn: ein person som oppheld seg ulovleg i Noreg

source: Hvis det er nødvendig, kan UDI også hente inn opplysninger fra andre offentlige etater, for eksempel Skatteetaten, NAV, Lånekassen, folkeregisteret, barnevernet eller politiet (se utlendingsloven § 84 og utlendingsforskriften §§ 17-7d til 17-7j, samt utlendingsloven § 29b og statsborgerforskriften §§ 14-1 til 14-8).
nn: Dersom det er nødvendig, kan UDI også hente inn opplysningar frå andre offentlege etatar, til dømes skatteetaten, Nav, Lånekassen, folkeregisteret, barnevernet eller politiet (sjå utlendingslova § 84 og utlendingsforskrifta §§ 17-7d til 17-7j, samt utlendingslova § 29b og statsborgerforskrifta §§ 14-1 til 14-8).

source: Firmaet du er ansatt i har et midlertidig oppdrag i Norge.
nn: Firmaet du er tilsett i har eit mellombels oppdrag i Noreg.

source: informasjon om hvor lenge du må vente på intervjuet på politiets nettsider (eksternt nettsted)
nn: informasjon om kor lenge du må vente på intervjuet på politiet sine nettsider (ekstern nettstad)

source: Vi utnytter informasjon vi har tilgang til og nye digitale analyseverktøy for mer treffsikker kontroll.
nn: Vi utnyttar informasjon vi har tilgang til og nye digitale analyseverktøy for meir treffsikker kontroll.

source: Dette betyr at organisasjonen må ha som hovedformål å hjelpe mennesker eller utføre annet ideelt arbeid.
nn: Det betyr at organisasjonen må ha som hovudformål å hjelpe menneske eller utføre anna ideelt arbeid.

source: Hvis du ikke har levert søknadsdokumentene dine på søknadssenteret ennå, kan du vurdere å trekke søknaden din og få tilbake gebyret du har betalt og så søke på nytt.
nn: Viss du ikkje har levert søknadsdokumenta dine på søknadssenteret enno, kan du vurdere å trekke søknaden din og få tilbake gebyret du har betalt og så søkje på nytt.

source: Jeg har lagt ved dokumentasjon
nn: Eg har lagt ved dokumentasjon som

source: egen søknad om fornyelse av utlendingspass
nn: eigen søknad om fornying av utlendingspass

source: UDI kan (etter personvernforordningen) behandle opplysninger som er nødvendig for å kunne forbedre og videreutvikle informasjonen på våre nettsider.
nn: UDI kan (etter personvernforordningen) behandle opplysningar som er nødvendig for å kunne forbetre og vidareutvikle informasjonen på nettsidene våre.

source: innen oppholdstillatelsen for å gifte seg går ut.
nn: innan opphaldsløyvet for å gifte seg går ut.

source: Du kan likevel dokumentere dette overfor offentlige kontorer eller arbeidsgiver ved å vise oppholdskortet ditt og vedtaket ditt sammen med kvitteringen på mottatt søknad på nett.
nn: Du kan likevel dokumentere dette overfor offentlege kontor eller arbeidsgivar ved å vise opphaldskortet ditt og vedtaket ditt saman med kvitteringa på mottatt søknad på nett.

source: januar 2021 og gjelder både for nye søknader og søknader som ble levert før denne datoen som enda ikke er behandlet.
nn: januar 2021 og gjeld både for nye søknader og søknader som er levert før denne datoen som endå ikkje er behandla.

source: Registreringsbeviset er ikke et dokument som bekrefter at du har oppholdsrett i Norge.
nn: Registreringsbeviset er ikkje eit dokument som stadfestar at du har opphaldsrett i Noreg.

source: informasjon om forholdet mellom deg og den som inviterer, for eksempel om dere er i familie
nn: informasjon om forholdet mellom deg og den som inviterer, for eksempel om de er i familie

source: Hvis oppholdstillatelsen eller visumet ditt har utløpt må du reise hjem nå
nn: Viss opphaldsløyvet eller visumet ditt har gått ut må du reise heim no

source: Personer som trenger visum for å besøke Norge kan i noen tilfeller få et innreisevisum, slik at de kan reise til Norge før de søker, eller mens de venter på svar.
nn: Personar som treng visum for å besøkje Noreg, kan i nokre tilfelle få eit innreisevisum, slik at dei kan reise til Noreg før dei søkjer, eller medan dei ventar på svar.

source: Dette gjelder også hvis ekteskapet er inngått i utlandet.
nn: Dette gjeld òg dersom ekteskapet er inngått i utlandet.

source: Du kan ha en eller flere arbeidsgivere eller oppdragsgivere.
nn: Du kan ha éin eller fleire arbeidsgivarar eller oppdragsgivarar.

source: Du bør bestille time for å levere søknaden din tre måneder før oppholdstillatelsen går ut.
nn: Du bør bestille time for å levere søknaden din tre månader før opphaldsløyvet går ut.

source: innreiseforbud til Norge eller Schengen
nn: innreiseforbod til Noreg eller Schengen

source: Familiegjenforening gjelder dem som allerede har familie i Norge og ønsker å bli forent i Norge mens familieetablering gjelder dem som ønsker å bli en familie i Norge.
nn: Familiesameining gjeld dei som allereie har familie i Noreg og ynskjer å bli sameina i Noreg, medan familietablering gjeld dei som ynskjer å bli ein familie i Noreg.

source: ☐ Jeg har forstått informasjonen jeg har fått i dette skrivet.
nn: ☐ Eg har forstått informasjonen eg har fått i dette skrivet.

source: Hvis du skal reise ut av Norge må du ha et gyldig pass og oppholdskort.
nn: Dersom du skal reise ut av Noreg må du ha gyldig pass og opphaldskort.

source: Hjelp til deg som har blitt eller er redd for å bli utsatt for kjønnslemlestelse
nn: Hjelp til deg som er blitt eller er redd for å bli utsett for kjønnslemlesting

source: tatt rett forfra, og mot en lys bakgrunn
nn: teke rett framanfrå, og mot ein lys bakgrunn

source: Søkere fra enkelte land har andre
nn: Søkjarar frå einskilde land har

source: Nå som det er praktisk mulig å reise til de fleste land igjen, vil UDI følge opp saker der utenlandske borgere oppholder seg i Norge etter utreisefristen sin.
nn: No som det er praktisk mogleg å reise til dei fleste land igjen, vil UDI følgje opp saker der utanlandske borgarar oppheld seg i Noreg etter utreisefristen sin.

source: UDI vil bruke telefonnummeret ditt og e-postadressen din til å ta kontakt med deg i den videre søknads-
nn: UDI vil bruke telefonnummeret ditt og e-postadressa di til å ta kontakt med deg i den vidare søknad-

source: Rettigheter og plikter for de som får tillatelse
nn: Rettar og plikter for dei som får løyve

source: oppholdstillatelser for arbeid
nn: opphaldsløyve for arbeid

source: Hvis det er nødvendig at du er i Norge mens politiet etterforsker bakpersonene, eller under rettssaken, kan du få en begrenset oppholdstillatelse i inntil ett år.
nn: Dersom det er nødvendig at du er i Noreg mens politiet etterforskar bakpersonane, eller under rettssaka, kan du få eit avgrensa opphaldsløyve i inntil eitt år.

source: ektefeller som giftet seg før den ene reiste til Norge
nn: ektefellar som gifta seg før den eine reiste til Noreg

source: Det finnes ulike typer oppholdstillatelser:
nn: Det finst ulike typar opphaldsløyve:

source: Grunnen til at du har fått et nasjonalt visum er at du har en viktig grunn til å besøke Norge, men ikke fyller alle kravene til å få et visum som gjelder i hele
nn: Grunnen til at du har fått eit nasjonalt visum, er at du har ein viktig grunn til å besøkje Noreg, men ikkje fyller alle krava til å få eit visum som gjeld i heile

source: Her kan du se kravene til inntekt i familieinnvandringssaker
nn: Her kan du sjå krava til inntekt i familieinnvandringssaker.

source: søke om en egen oppholdstillatelse
nn: søkje om eit eige opphaldsløyve

source: i stedet for å søke om fornyelse.
nn: i staden for å søkje om fornying.

source: Til søkere fra Afghanistan om å levere inn identitetsdokumenter
nn: Til søkjarar frå Afghanistan om å levere inn identitetsdokument

source: Hvis du er usikker på om du ble norsk statsborger fordi moren eller faren din var norsk, kan du
nn: Viss du er usikker på om du blei norsk statsborgar fordi mora eller faren din var norsk, kan du

source: Det er straffbart å tvinge eller presse noen til å gifte seg.
nn: Det er straffbart å tvinge eller presse nokon til å gifte seg.

source: du samtidig fyller alle de andre kravene for å få norsk statsborgerskap.
nn: du samtidig fyller alle dei andre krava for å få norsk statsborgarskap.

source: Ny 24-årsgrense for de som skal gifte seg
nn: Ny 24-årsgrense for dei som skal gifte seg
